<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed' => 'Неверное имя пользователя или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'successful_registration' => 'Вы успешно зарегистрированы!',
    'incorrect_login' => 'Логин или пароль введены не верно',
    'wrong_old_password' => 'Ошибка "Неверный старый пароль".',
    'password_changed_successfully' => 'Пароль успешно изменен.',
    'profile_edit_successful' => 'Данные успешно изменены.',
    'profile_edit_error' => 'Ошибка изменения данных.',

];
