<?php

return [
    'months_full' => [
        1 => 'Январь',
        2 => 'Февраль',
        3 => 'Март',
        4 => 'Апрель',
        5 => 'Май',
        6 => 'Июнь',
        7 => 'Июль',
        8 => 'Август',
        9 => 'Сентябрь',
        10 => 'Октябрь',
        11 => 'Ноябрь',
        12 => 'Декабрь'
    ],
    'months' => [
        '1' => 'ЯНВ',
        '2' => 'ФЕВ',
        '3' => 'МАР',
        '4' => 'АПР',
        '5' => 'МАЙ',
        '6' => 'ИЮН',
        '7' => 'ИЮЛ',
        '8' => 'АВГ',
        '9' => 'СЕН',
        '10' => 'ОКТ',
        '11' => 'НОЯ',
        '12' => 'ДЕК',
    ],
    'days' => [
        '0' => 'вс',
        '1' => 'пн',
        '2' => 'вт',
        '3' => 'ср',
        '4' => 'чт',
        '5' => 'пт',
        '6' => 'сб',
    ],
    'events' => [
        'null' => 'Все события',
        'pspo' => 'ПСПО',
        'psu' => 'ПСУ',
    ],
];
